/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Nie można skonwertować formatu utworu.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Ten projekt jest prawdopodobnie uszkodzony. Odtwórz projekt z backupu.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Ten projekt został utworzony za pomocą nieoficjalnej wersji aplikacji Logic. Nie można go otworzyć.";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Utwór, który chcesz otworzyć jest w formacie Logic 4 (lub starszym). Otwórz i zachowaj go najpierw w aplikacji Logic 7.2.1 lub starszej.\n\nMusisz to zrobić na Macintoshu ze starszą wersją systemu macOS, ponieważ starsze wersje Logic Pro nie są zgodne z systemem macOS 10.13 lub nowszymi.";
